{
    "12": "[這樣上班最爽]\n#12 愛上開會\n越無能的人越要愛上開會，在桌上放好你買的零食，準備享沒當薪水小偷的快感！不論任何的會議你的目標只有一個：讓這場會議開越久越好！\n質疑一個簡單到不行的問題，「真的大家都懂嗎？」邊說邊走到白板前開始畫圖；「雖然你的點子很爛，但我很喜歡你提出看法！」貶低同事能力與鼓勵發散一舉兩得；「不要都是我在講啊！」適時給予同事發言的機會，這樣會議才能開得久，雖然你根本沒打算要聽。\n主動召開會議，這些會議就是你在公司的個人秀主場！",
    "11": "[這樣上班最爽]\n#11 積極參與面試\n有機會參與面試的話，它能帶給你的好處你無法想像。\n用你那含糊不清的 JD 騙人來面試，來了再勸退一下確認奴性，接著就能享受高高在上，狗眼看人低的快感！\n儘管你是個重次多次的魯蛇，憑藉你那一丁點的工作經驗還是能電爆剛畢業的書卷，有甚麼事比看著這些成績優異的人才，在你面前信心崩潰更爽的呢？不小心遇到真的高手？找公司大神來挫他銳氣看他表演就好。\n離職的時候這些你面試過的人都是你的人脈，不管學長還是學弟通通一起挖來新公司吧！",
    "10": "[這樣上班最爽]\n#10 貶低前人\n一些德高望重的公司前輩是你步步高升之路的絆腳石，處理這些前輩的時候需格外小心，找溫和的先下手。\n不時露出鄙視前人的態度，時常跟同事講前輩們程式 bug 超多；告訴新人這間公司能賺錢都是運氣好，與前人無關；拿最新的技術質疑為什麼當初不是這樣做？開 clean architecture 讀書會邊分享邊指責前輩們的不是。\n遇到無法抹黑的前輩怎麼辦？甚麼事情都找他，這樣公司無法進步！以此為由讓他去處理雜事把他架空。反正搞砸了他也會回來救，誰叫他是無法抹黑的大神。",
    "9": "[這樣上班最爽]\n#9 用筆電工作\n為了性能而選擇桌電的人就和那些愛戰主機的 PC 玩家一樣，缺乏了解筆電優點的智商。\n將筆電放在膝蓋上，坐上電腦椅，成為公司的遊俠！舉凡大小會議、下午茶都不用離開你的椅子，直接閃亮登場！滑進其他團隊的會議，或是到位置上幫忙處理大小事，消除你在目前團隊因不適任而造成的無力感。\n會議中帶著筆電盯著螢幕，你只需要隨機寫上幾句聽得懂的話、加一些條列式，就能讓人誤會你很會寫會議紀錄，屆時再告訴大家：是不是我太會做阻礙了你們？",
    "8": "[這樣上班最爽]\n#8 自我感覺良好\n自我感覺良好是你邁向成功的必備人格特質，如果自己都不相信自己那怎麼說服別人？\n訂個 OKR 就是要世界前三，技術第一；跑個敏捷就是要讓全台灣提到敏捷就想到我們；有被害妄想症一樣擔心自己的爛點子被偷，鴨子划水；給每個來面試的一份自己剛畢業時寫的，沒甚麼營養的求職碎嘴文建議。\n離職的時候公開在桌道問：能不能帶走你那沒人遵守的寶貝文件，然後留言給比你優秀的員工：你要自己努力不要成為我希望的樣子。氣死他！人生就是這麼愉快。",
    "7": "[這樣上班最爽]\n#7 制定各種規則\n想盡各種理由加入公司內的新創團隊。在一個剛起步缺乏各種制度的團隊裡，是你飛黃騰達的大好機會。\n以建立制度為由訂定各種規則：規定通訊軟體只能用實名，才不會在沒幾人的公司找不到人；強迫 PM 使用只有你熟悉的管理工具，才能高高在上的指導他；要大家寫一堆表單才能做事，項目越雜越好。\n有人不遵守怎麼辦？把事情鬧大，讓全公司都知道就是這個壞份子阻撓你成為公司制度的建立者，我們就是要做正確的事啊！",
    "6": "[這樣上班最爽]\n#6 用上帝視角看待同事\n態度決定你的高度，隨時用上對下的口氣與同事談話，別人一定以為你對公司是非常重要的存在。\n看到一丁點的不合理馬上說：「我覺得怪但我想不到更好的辦法。」，讓你鶴立雞群、出類拔萃，再準備好「不過沒關係，先求有再求好。」萬無一失！\n聽到同事在抱怨別人，必須回答：「那你有想過怎麼幫助他嗎？」高下立判，馬上讓同事無地自容。\n「我覺得你沒有想清楚自己要甚麼。」講出這句話的時候，你已經是比同事更了解自己的神了。",
    "5": "[這樣上班最爽]\n#5 掌握朦朧美的說話技巧\n為了掩飾自己的無能，含糊其辭是你職涯必備的絕學。解釋東西的時候加上「大概八成對」，對於不熟的人就是對，對於熟悉的人還有兩成空間，進可功退可守，反正不會有人無聊到去深究到底對不對。\n開會或報告的結尾，隨意丟個困難問題出來然後說「這個我留給大家回去想一下」，好像你已經知道答案，簡直就是全公司最聰明的人一樣。\n講錯話千萬別認錯，「其實我跟你並不衝突，只是不同角度看同一件事」，你又跟他一樣聰明了呢！",
    "3": "[這樣上班最爽]\n#3 站在道德制高點發話\n「我們就是要做對的事啊！」\n大家不同意你時，不用管問題在哪，只需要講這句話。\n「他沒有惡意啦，我們不要假設人有惡意！」\n當你想當和事佬的時候，哪邊弱勢就護航哪邊。\n「總要有人做啊！不然怎麼辦？」\n把自己塑造成悲劇英文，就可以不管做得有多爛。\n「我都是為了大家好，為什麼沒人懂我？」\n被攻擊的時候，一定要強調是為了大家不是為了自己。\n永遠記得道德是你的好朋友，適時拿來教訓犬儒仔們，但切記用太兇被老闆送一本「情緒勒索」就不好了。",
    "2": "[這樣上班最爽]\n#2 收割默默做事的同事\n這世上就是有些人個性特別好，默默做事不會抱怨，這些人就是你收割的對象，是你的韭菜農場。\n韭菜要怎麼收割呢？公司總有些雜事或鳥事是大家不想做的，主動接下來！想辦法推給韭菜們：對下說都是韭菜們的努力，對上說都是自己溝通良好。有權力的話，平時多農一些韭菜來放，時候到了直接成立一個原本這些韭菜就在做的事情的團隊，一次收割，大家只會記得是你創立了這個團隊做出貢獻，沒人會理韭菜們。\n不需要受良心譴責，一切只能怪他們為什麼這麼 M 呢。",
    "4.1": "[這樣上班最爽]\n#4.1 隨處留下到此一遊\n許多工程師不喜歡寫文件，甚至覺得寫文件不如讓程式更好讀，那是業餘的想法。專業的工程師就是把文件寫暴，整間公司都是我的筆記本。\n寫文件可不是只有 google 文件這麼簡單，從程式註解、readme 甚至貼在牆上開關，警告其他人不要誤按的便利貼都算，寫到整間公司都是你的形狀。\n有跑敏捷嗎？各種看板開起來；有用 slack 嗎？各種 thread 記起來；有用 CDN 嗎？開個個人資料夾在上面。\n處處都是你的足跡，老闆加薪一定第一個想到你！",
    "1.3": "[這樣上班最爽]\n#1.3 不經意露出你的貢獻3\n公司有時候會遇到東西沒人管、事情沒人交接的情況，遇到這種情況恭喜你，你的機會又來了！馬上跳出來說既然沒人管那我負責好了。\n你可能會想說我又不是甚麼都會，怎麼能這樣亂接？會不會其實完全不是重點，重點只要有讓大家看到你跳出來負責，萬一真的出事了，你只需要回答：這當初就沒有人要負責，我只好出來啊不然怎麼辦？這時候公司真正有責任感的人自動會幫你，你只需要在旁邊煩惱「啊~我又不小心露出我的貢獻 ><！」。",
    "1.2": "[這樣上班最爽]\n#1.2 不經意露出你的貢獻2\n公司發生了緊急的維運事件，通常是工程師的惡夢。但是這樣思考你就錯了，這可是你大顯身手刷存在感的大好機會！趕緊跳出來讓大家注意你，那怕你不是第一個發現的也沒關係，但千萬別自己解決問題。\n不解決問題要怎麼刷存在感呢？你能做的事非常的多：在公司通訊軟體瞎機八亂 tag 人、做一些猴子都會的檢查如 ping 機器、拉相關人士開會你做會議紀錄和開 google doc 邀請大家寫維運共筆等，不管是多麼小的事情都把它鬧得像公司快倒了一樣，如此這般，老闆一定記得你的好。",
    "4.2": "[這樣上班最爽]\n#4.2 隨處留下到此一遊2\n寫文件是一門的技術，只要寫得好，儘管你根本不知道你在做甚麼也能看起來很專業。\n請善用各種符號，例如：[推廣]XXX，寫到讓別人以為在看 ptt；使用一堆 bullet points，而且要越深越好，這樣會看起來很有條理。沒有那麼多東西可以條列？不要緊，把它當逗號用；標題全部加上 #、##、### 不管甚麼東西都當 markdown 寫，讓你很像個工程師。\n時常使用第三人稱稱呼自己建立品牌：XX的想法、XX的建議。這時就能告訴自己：我真是做得太好了。",
    "1.1": "[這樣上班最爽]\n#1.1 不經意露出你的貢獻\n公司中真正知道你績效的，只有和你一起工作的人，而老闆只會道德塗說，因此你必須隨時在無意中，不小心露出你的貢獻，接下來會提供一些實用的技巧。\n在公司的通訊軟體到處逛，找人多的頻道看看有沒有人提出問題或需要幫忙，有的話馬上隨便 google 丟幾個連結(自己不用花時間看沒關係)，然後留言說希望這個能幫上你的忙。如果連 google 都懶的話，也可以直接 tag 你認為可能能處理的人。切忌不要做自己該做的事情，那個沒有價值，是浪費生命。"
}